Repository: briancabbott/macOS-system-projects
Catalog: Resources/Code/apple-oss-distributions/bison/po/*.po
Languages: pl, tr

source: warning:
pl: ostrze¿enie:
tr: uyarý:

source: fatal error:
pl: fatalny b³±d:
tr: ölümcül hata:

source: Conflict between rule %d and token %s resolved as shift
pl: Konflikt pomiêdzy regu³± %d i symbolem leksykalnym %s rozwi±zany jako przesuniêcie
tr: %d durumu %s andacý arasýndaki çeliþki kaydýrýlarak çözümlendi

source: Conflict between rule %d and token %s resolved as reduce
pl: Konflikt pomiêdzy regu³± %d i symbolem leksykalnym %s rozwi±zany jako redukcja
tr: %d durumu %s andacý arasýndaki çeliþki indirgenerek çözümlendi

source: Conflict between rule %d and token %s resolved as an error
pl: Konflikt pomiêdzy regu³± %d i symbolem leksykalnym %s rozwi±zany jako b³±d
tr: %d durumu %s andacý arasýndaki çeliþki hata olarak çözümlendi

source: conflicts: %d shift/reduce, %d reduce/reduce
pl: konflikty: %d przesuniêcie/redukcja, %d redukcja/redukcja
tr: çeliþkiler: %d öteleme/indirgeme, %d indirgeme/indirgeme

source: conflicts: %d shift/reduce
pl: konflikty: %d przesuniêcie/redukcja
tr: çeliþkiler: %d öteleme/indirgeme

source: conflicts: %d reduce/reduce
pl: konflikty: %d redukcja/redukcja
tr: çeliþkiler: %d indirgeme/indirgeme

source: State %d
pl: Stan %d
tr: Durum %d

source: %%expect-rr applies only to GLR parsers
pl: %%expect-rr odnosi siê tylko do analizatorów sk³adni GLR
tr: %%expect-rr sadece GLR ayrýþtýrýcýlarý için geçerlidir

source: expected %d shift/reduce conflict
pl: spodziewano siê %d konfliktu przesuniêcie/redukcja
tr: %d öteleme/indirgeme çeliþkisi bekleniyor

source: expected %d reduce/reduce conflict
pl: spodziewano siê %d konfliktu redukcja/redukcja
tr: %d indirgeme/indirgeme çeliþkisi bekleniyor

source: cannot open file `%s'
pl: nie mo¿na otworzyæ pliku `%s'
tr: `%s' dosyasý açýlamýyor

source: I/O error
pl: b³±d wej¶cia/wyj¶cia
tr: G/Ç hatasý

source: cannot close file
pl: nie mo¿na zamkn±æ pliku
tr: dosya kapatýlamýyor

source: conflicting outputs to file %s
pl: konflikt wyj¶æ do pliku %s
tr: %s dosyasýna çeliþen çýktýlar

source: Try `%s --help' for more information.
pl: Spróbuj `%s --help' aby uzyskaæ wiêcej informacji.
tr: Daha fazla bilgi için `%s --help' yazýn.

source: GNU bison generates parsers for LALR(1) grammars.
pl: GNU Bison tworzy analizatory sk³adni dla gramatyk LALR(1)
tr: GNU bison LALR(1) gramerler için ayrýþtýrýcýlar üretir.

source: Usage: %s [OPTION]... FILE
pl: U¿ycie: %s [OPCJA]... PLIK
tr: Kullaným: %s [SEÇENEK]... DOSYA

source: If a long option shows an argument as mandatory, then it is mandatory for the equivalent short option also. Similarly for optional arguments.
pl: Je¶li d³uga opcja posiada obowi±zkowy argument, to wtedy obowi±zkowy jest on tak¿e dla równowa¿nej jej opcji krótkiej. Podobnie jest dla argumentów opcjonalnych.
tr: Eðer bir uzun seçenek bir argümaný gerektirirse, bu gereklilik, denk olan kýsa seçenek için de geçerlidir. Bu durum, seçimli argümanlar için de geçerlidir.

source: Parser: -S, --skeleton=FILE specify the skeleton to use -t, --debug instrument the parser for debugging --locations enable locations computation -p, --name-prefix=PREFIX prepend PREFIX to the external symbols -l, --no-lines don't generate `#line' directives -n, --no-parser generate the tables only -k, --token-table include a table of token names
pl: Analizator sk³adni: -S, --skeleton=PLIK u¿ywa podanego szkieletu -t, --debug produkuje analizator zdolny do odpluskwiania --locations w³±cza obliczanie lokacji -p, --name-prefix=PREFIKS dopisuje pocz±tkowy PREFIKS do zewnêtrznych symboli -l, --no-lines zabrania tworzenia dyrektyw `#line' -n, --no-parser tworzy jedynie tablice -k, --token-table do³±cza tablicê nazw symboli leksykalnych
tr: Ayrýþtýrýcý: -S, --skeleton=FILE kullanýlacak iskeleti belirt -t, --debug ayrýþtýrýcýya hata ayýklayýcý ekle --locations konum hesaplamalarýný etkinleþtir -p, --name-prefix=ÖNEK dýþ simgelerin baþýna ÖNEK ekle -l, --no-lines `#line' yönergelerini üretme -n, --no-parser sadece tablolarý üret -k, --token-table andaç isimlerinin bir tablosunu içer

source: Output: -d, --defines also produce a header file -r, --report=THINGS also produce details on the automaton -v, --verbose same as `--report=state' -b, --file-prefix=PREFIX specify a PREFIX for output files -o, --output=FILE leave output to FILE -g, --graph also produce a VCG description of the automaton
pl: Wyj¶cie: -d, --defines produkuje tak¿e plik nag³ówkowy -r, --report=LISTA produkuje tak¿e szczegó³y na temat automatu -v, --verbose to samo co `--report=state' -b, --file-prefix=PREFIKS ustaw PREFIKS dla plików wyj¶ciowych -o, --output=PLIK przekierowuje wyj¶cie do PLIKU -g, --graph produkuje tak¿e opis VCG automatu
tr: Çýktý: -d, --defines bir baþlýk dosyasý da üret -r, --report=SEÇENEKLER otomatta ayrýntýlý bilgi de göster -v, --verbose otomatýn bir açýklamasýný da üret -b, --file-prefix=ÖNEK çýktý dosyalarý için bir ÖNEK belir -o, --output=DOSYA çýktýyý DOSYAya yaz -g, --graph otomatýn bir VCG grafik açýklamasýný da üret

source: THINGS is a list of comma separated words that can include: `state' describe the states `itemset' complete the core item sets with their closure `look-ahead' explicitly associate look-ahead tokens to items `solved' describe shift/reduce conflicts solving `all' include all the above information `none' disable the report
pl: LISTA jest list± s³ów przedzielonych przecinkami. Dopuszczalne s± nastêpuj±ce s³owa: `state' opisuje stany `itemset' dodaje symbole pochodne do listy symboli podstawowych `look-ahead' drukuje listê mo¿liwych w ka¿dej pozycji symboli-nastêpców `solved' opisuje rozwi±zanie konfliktów przesuniêcie/redukcja `all' do³±cza wszystkie powy¿sze informacje `none' wy³±cza raport

source: Report bugs to <bug-bison@gnu.org>.
pl: B³êdy proszê zg³aszaæ na adres <bug-bison@gnu.org>.
tr: Hatalarý <bug-bison@gnu.org>'a, çeviri hatalarýný <gnu-tr-u12a@lists.sourceforge.net>'e bildirin.

source: Written by Robert Corbett and Richard Stallman.
pl: Napisany przez Roberta Corbetta i Richarda Stallmana.
tr: Yazanlar: Robert Corbett ve Richard Stallman.

source: This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
pl: Niniejszy program jest wolnym oprogramowaniem; warunki kopiowania s± opisane w ¼ród³ach. Autorzy nie daj± ¯ADNYCH gwarancji, w tym równie¿ gwarancji PRZYDATNO¦CI DO SPRZEDA¯Y LUB DO KONKRETNYCH CELÓW.
tr: Bu bir serbest yazýlýmdýr; kopyalama koþullarý için kaynak koduna bakýnýz. Hiçbir garantisi yoktur; hatta SATILABÝLÝRLÝÐÝ veya ÞAHSÝ KULLANIMINIZA UYGUNLUÐU için bile garanti verilmez.

source: missing operand after `%s'
pl: brakuj±cy argument za `%s'
tr: `%s'ten sonra eksik iþleç

source: extra operand `%s'
pl: dodatkowy argument `%s'
tr: fazla iþleç: `%s'

source: empty
pl: pusta
tr: boþ

source: Grammar
pl: Gramatyka
tr: Gramer

source: warning
pl: ostrze¿enie
tr: uyarý

source: rule never reduced because of conflicts
pl: nieredukowalna regu³a z powodu konfliktów
tr: çeliskiler yüzünden kural indirgenemedi

source: missing identifier in parameter declaration
pl: brakuj±cy identyfikator w deklaracji parametrów
tr: parametre bildiriminde eksik tanýtýcý

source: type %d is %s
pl: typ %d jest %s
tr: tip %d %s'dir

source: shift, and go to state %d
pl: przesuniêcie, i przej¶cie do stanu %d
tr: ötele, ve durum %d'ye git

source: go to state %d
pl: przej¶cie do stanu %d
tr: durum %d'ye git

source: error (nonassociative)
pl: b³±d (symbol nie³±cz±cy siê)
tr: hata (birleþmeli deðil)

source: reduce using rule %d (%s)
pl: redukcja przy u¿yciu regu³y %d (%s)
tr: kural %d (%s) ile indirgeme

source: accept
pl: akceptowanie
tr: onayla

source: $default
pl: $domy¶lnie
tr: $öntanýmlý

source: state %d
pl: stan %d
tr: durum %d

source: Terminals, with rules where they appear
pl: Symbole terminalne i regu³y, w których wystêpuj±
tr: Sabit simgeler, içinde geçtikleri kurallarla birlikte

source: Nonterminals, with rules where they appear
pl: Symbole nieterminalne i regu³y, w których wystêpuj±
tr: Deðiþken simgeler, içinde geçtikleri kurallarla birlikte

source: on left:
pl: po lewej:
tr: (sol tarafta):

source: on right:
pl: po prawej:
tr: (sað tarafta):

source: Rules never reduced
pl: Regu³y nieredukowalne
tr: Hiç indirgenmeyen kurallar

source: multiple %s declarations
pl: wielokrotne deklaracje %s
tr: çoklu %s bildirimleri

source: result type clash on merge function %s: <%s> != <%s>
pl: niezgodno¶æ typów powrotu przy po³±czeniu funkcji %s: <%s> != <%s>
tr: birleþtirme iþlevi `%s'de tip çatýþmasý: <%s> != <%s>

source: rule given for %s, which is a token
pl: regu³a dana dla symbolu leksykalnego %s
tr: bir andaç olan %s için kural verilmiþ

source: type clash on default action: <%s> != <%s>
pl: konflikt typu w domy¶lnej akcji: <%s> != <%s>
tr: öntanýmlý eylem üzerinde tip çatýþmasý: `%s' != `%s'

source: empty rule for typed nonterminal, and no action
pl: pusta regu³a i brak akcji dla symbolu nieterminalnego z okre¶leniem typu
tr: Tipli deðiþken simge için boþ kural tanýmlanmýþ, ve eylem belirtilmemiþ

source: only one %s allowed per rule
pl: tylko jedno %s dozwolone na jedn± regu³ê
tr: her kural icin sadece bir %s kullanýlabilir

source: %s affects only GLR parsers
pl: %s wp³ywa tylko na analizatory sk³adni GLR
tr: %s sadece GLR ayrýþtýrýcýlarý etkiler

source: %s must be followed by positive number
pl: za %s musi byæ umieszczona liczba dodatnia
tr: %s'i pozitif bir sayý izlemeli

source: no rules in the input grammar
pl: brak regu³ w gramatyce wej¶ciowej
tr: girdi gramer içinde kural yok

source: useless rule
pl: bezu¿yteczna regu³a
tr: gereksiz kural

source: useless nonterminal: %s
pl: bezu¿yteczny symbol nieterminalny: %s
tr: gereksiz deðiþken simge: %s

source: Useless nonterminals
pl: Bezu¿yteczne symbole nieterminalne
tr: Gereksiz deðiþken simgeler

source: Terminals which are not used
pl: Symbole terminalne, które nie s± u¿yte
tr: Kullanýlmayan sabit simgeler

source: Useless rules
pl: Bezu¿yteczne regu³y
tr: Gereksiz kurallar

source: %d rule never reduced
pl: %d nieredukowalna regu³a
tr: %d kural hiç indirgenmedi

source: %d useless nonterminal
pl: %d bezu¿yteczny nieterminal
tr: %d gereksiz deðiþken simge

source: and
pl: i
tr: ve

source: %d useless rule
pl: %d bezu¿yteczna regu³a
tr: %d gereksiz kural

source: start symbol %s does not derive any sentence
pl: pocz±tkowy symbol %s nie dziedziczy ¿adnego zdania
tr: baþlangýç simgesi %s herhangi bir cümleden türemiyor

source: stray `,' treated as white space
pl: zab³±kany znak `,' potraktowany jako bia³y znak
tr: fazladan `,' boþluk olarak algýlandý

source: invalid directive: %s
pl: nieprawid³owa dyrektywa: %s
tr: geçersiz yönerge: %s

source: invalid character: %s
pl: nieprawid³owy znak: %s
tr: geçersiz karakter: %s

source: invalid null character
pl: nieprawid³owy pusty znak
tr: geçersiz 'null' karakter

source: invalid escape sequence: %s
pl: nieprawid³owa sekwencja ucieczki: %s
tr: geçersiz önceleme dizgesi: %s

source: invalid null character: %s
pl: nieprawid³owy pusty znak: %s
tr: geçersiz karakter: %s

source: unrecognized escape sequence: %s
pl: nierozpoznana sekwencja ucieczki: %s
tr: tanýnmayan önceleme dizgesi: %s

source: $$ of `%s' has no declared type
pl: $$ of `%s' nie posiada zadeklarowanego typu
tr: `%s''in $$'ý için bildirilmiþ tip yok

source: $%d of `%s' has no declared type
pl: $%d of `%s' nie posiada zadeklarowanego typu
tr: `%2$s''in %1$d'i için bildirilmiþ tip yok

source: integer out of range: %s
pl: liczba ca³kowita poza zakresem: %s
tr: tam sayý kapsam dýþý: %s

source: invalid value: %s
pl: nieprawid³owa warto¶æ: %s
tr: geçersiz deðer: %s

source: missing `%s' at end of file
pl: brakuj±cy `%s' na koñcu pliku
tr: dosyanýn sonunda eksik `%s'

source: missing `%s' at end of line
pl: brakuj±cy `%s' na koñcu linii
tr: satýr sonunda eksik `%s'

source: too many symbols in input grammar (limit is %d)
pl: zbyt du¿o symboli w gramatyce wej¶ciowej (limit wynosi %d)
tr: girdi gramerde çok fazla simge var (sýnýr: %d)

source: %s redeclaration for %s
pl: %s redeklaracja dla %s
tr: %2$s için tekrar %1$s bildirimi

source: first declaration
pl: pierwsza deklaracja
tr: ilk bildirim

source: symbol %s redefined
pl: zredefiniowany symbol %s
tr: %s simgesi tekrar tanýmlanmýþ

source: redefining user token number of %s
pl: przedefiniowanie numeru symbolu leksykalnego %s
tr: kullanýcý andacý %s tekrar tanýmlanýyor

source: symbol %s is used, but is not defined as a token and has no rules
pl: u¿yty symbol %s nie jest zdefiniowany jako symbol leksykalny i nie posiada regu³
tr: simge %s kullanýlmýþ, fakat andaç olarak tanýmlanmamýþ ve kurallarý yok

source: symbol `%s' used more than once as a literal string
pl: symbol `%s' u¿yty wiêcej ni¿ jeden raz jako ³añcuch literalny
tr: simge `%s', yalýn dizge olarak birden fazla kullanýlmýþ

source: symbol `%s' given more than one literal string
pl: symbol `%s' podany wiêcej ni¿ jeden ³añcuch literalny
tr: simge `%s', birden fazla yalýn dizgeye atanmýþ

source: tokens %s and %s both assigned number %d
pl: oba symbole leksykalne %s i %s maj± przypisan± warto¶æ %d
tr: %s ve %s andaçlarýnýn her ikisi %d sayýsýna atandmýþ

source: the start symbol %s is undefined
pl: symbol pocz±tkowy %s jest niezdefiniowany
tr: baþlangýç simgesi %s tanýmlanmamýþ

source: the start symbol %s is a token
pl: symbol pocz±tkowy %s jest symbolem leksykalnym
tr: baþlangýç simgesi %s bir andaç

source: invalid argument %s for %s
pl: nieprawid³owy argument %s dla %s
tr: geçersiz argüman: %2$s için %1$s

source: ambiguous argument %s for %s
pl: niejednoznaczny argument %s dla %s
tr: %s argümaný, %s için belirsiz

source: Valid arguments are:
pl: Prawid³owe argumenty to:
tr: Geçerli argümanlar:

source: %u bitset_allocs, %u freed (%.2f%%).
pl: %u bitset_allocs, %u zwolnione (%.2f%%).
tr: %u bitset_allocs, %u serbest býrakýlan (%.2f%%).

source: %u bitset_sets, %u cached (%.2f%%)
pl: %u bitset_sets, %u zapamiêtane (%.2f%%)
tr: %u bitset_sets, %u önbellek kullanýmý (%.2f%%)

source: %u bitset_resets, %u cached (%.2f%%)
pl: %u bitset_resets, %u zapamiêtane (%.2f%%)
tr: %u bitset_resets, %u önbellek kullanýmý (%.2f%%)

source: %u bitset_tests, %u cached (%.2f%%)
pl: %u bitset_tests, %u zapamiêtane (%.2f%%)
tr: %u bitset_tests, %u önbellek kullanýmý (%.2f%%)

source: count log histogram
pl: histogram rejestru zliczeñ
tr: sayý histogramý

source: size log histogram
pl: histogram rejestru wielko¶ci
tr: büyükük histogramý

source: density histogram
pl: histogram gêsto¶ci
tr: yogunluk histogramý

source: Bitset statistics:
pl: Statystyki bitset:
tr: Bitset istatistikleri:

source: Accumulated runs = %u
pl: Zakumulowane przebiegi = %u
tr: Toplam çalýþtýrýlan = %u

source: Could not read stats file.
pl: Nie mo¿na odczytaæ pliku statystyk.
tr: Ýstatistik dosyasý okunamadý.

source: Bad stats file size.
pl: Z³y rozmiar pliku statystyk.
tr: Ýstatistik dosyasý büyüklüðü yanlýþ.

source: Could not write stats file.
pl: Nie mo¿na zapisaæ pliku statystyk.
tr: Ýstatistik dosyasýna yazýlamadý.

source: Could not open stats file for writing.
pl: Nie mo¿na otworzyæ pliku statystyk do zapisu.
tr: Ýstatistik dosyasý yazmak için açýlamadý.

source: Unknown system error
pl: Nieznany b³±d systemu
tr: Bilinmeyen sistem hatasý

source: %s: option `%s' is ambiguous
pl: %s: opcja `%s' jest niejednoznaczna
tr: %s: `%s' seçeneði belirsiz

source: %s: option `--%s' doesn't allow an argument
pl: %s: opcja `--%s' nie mo¿e mieæ argumentów
tr: %s: `--%s' seçeneði argümansýz kullanýlýr

source: %s: option `%c%s' doesn't allow an argument
pl: %s: opcja `%c%s' nie mo¿e mieæ argumentów
tr: %s: seçenek `%c%s' argümansýz kullanýlýr

source: %s: option `%s' requires an argument
pl: %s: opcja `%s' musi mieæ argument
tr: %s: `%s' seçeneði bir argümanla kullanýlýr

source: %s: unrecognized option `--%s'
pl: %s: nieznana opcja `--%s'
tr: %s: `--%s' seçeneði bilinmiyor

source: %s: unrecognized option `%c%s'
pl: %s: nieznana opcja `%c%s'
tr: %s: `%c%s' seçeneði bilinmiyor

source: %s: illegal option -- %c
pl: %s: niew³a¶ciwa opcja -- %c
tr: %s: kural dýþý seçenek -- %c

source: %s: invalid option -- %c
pl: %s: b³êdna opcja -- %c
tr: %s: geçersiz seçenek -- %c

source: %s: option requires an argument -- %c
pl: %s: opcja musi mieæ argument -- %c
tr: %s: seçenek bir argümanla kullanýlýr -- %c

source: %s: option `-W %s' is ambiguous
pl: %s: opcja `-W %s' jest niejednoznaczna
tr: %s: `-W %s' seçeneði belirsiz

source: %s: option `-W %s' doesn't allow an argument
pl: %s: opcja `-W %s' nie mo¿e mieæ argumentów
tr: %s: `-W %s' seçeneði argümansýz kullanýlýr

source: memory exhausted
pl: pamiêæ wyczerpana
tr: bellek tükendi

source: subsidiary program `%s' could not be invoked
pl: dodatkowy program `%s' nie móg³ byæ wywo³any
tr: alt program `%s' çalýþtýrýlamadý

source: subsidiary program `%s' not found
pl: dodatkowy program `%s' nie znaleziony
tr: alt program `%s' bulunamadý

source: subsidiary program `%s' failed
pl: dodatkowy program `%s' nie powiód³ siê
tr: alt program `%s' baþarýsýz

source: subsidiary program `%s' failed (exit status %d)
pl: dodatkowy program `%s' nie powiód³ siê (kod wyj¶cia %d)
tr: alt program `%s' baþarýsýz (hata kodu: %d)

source: Execution times (seconds)
pl: Czas wykonania (w sekundach)
tr: Çalýþma süresi (saniye)

source: TOTAL :
pl: CA£KOWITY :
tr: TOPLAM :

source: time in %s: %ld.%06ld (%ld%%)
pl: czas w %s: %ld.%06ld (%ld%%)
tr: %s'te geçen zaman: %ld.%06ld (%ld%%)

source: Copyright (C) %d Free Software Foundation, Inc.
tr: Telif Hakký (C) %d Free Software Foundation, Inc.
