Repository: briancabbott/macOS-system-projects
Catalog: Resources/Code/misc-repos/PlayAlways/PlayAways/*.lproj/Localizable.strings
Languages: de

source: Quit
de: Beenden

source: Set Path…
de: Pfad setzen…

source: New iOS Playground…
de: Neuer iOS Playground…

source: New macOS Playground…
de: Neuer macOS Playground…

source: New tvOS Playground…
de: Neuer tvOS Playground…

source: New iOS Playground
de: Neuer iOS Playground

source: New macOS Playground
de: Neuer macOS Playground

source: New tvOS Playground
de: Neuer tvOS Playground

source: Create
de: Erstellen

source: New %@ Playground
de: Neuer %@ Playground

source: Select
de: Auswählen

source: Select a location to create playgrounds into
de: Wähle einen Ort, an welchem neue Playground abgelegt werden sollen

source: Unable to create playground at the specified location
de: Fehler beim Erstellen eines Playgrounds an dem angegebenen Ort

source: Unable to process selection data
de: Fehler beim Verarbeiten der ausgewählten Daten
