Repository: briancabbott/macOS-system-projects
Catalog: Resources/Code/apple-oss-distributions/gnutar/gnutar/po/*.po
Languages: pl

source: reblock as we read (for 4.2BSD pipes)
pl: podzielenie na bloki przy odczycie (dla pipe 4.2BSD)

source: Archive format selection:
pl: Wybór formatu archiwum:

source: create archive of the given format
pl: utworzenie archiwum w danym formacie.

source: FORMAT is one of the following:
pl: FORMAT mo¿e byæ jednym z nastêpuj±cych:

source: old V7 tar format
pl: stary format tara z V7

source: GNU format as per tar <= 1.12
pl: format GNU dla tara <= 1.12

source: GNU tar 1.13.x format
pl: format tara GNU 1.13

source: POSIX 1003.1-1988 (ustar) format
pl: format POSIX 1003.1-1988 (ustar)

source: POSIX 1003.1-2001 (pax) format
pl: format POSIX 1003.1-2001 (pax)

source: same as pax
pl: to samo co pax

source: same as --format=v7
pl: to samo co --format=v7

source: same as --format=posix
pl: to samo co --format=posix

source: keyword[[:]=value][,keyword[[:]=value]]...
pl: s³owo_kluczowe[[:]=warto¶æ][,s³owo_kluczowe[[:]=warto¶æ]]...

source: control pax keywords
pl: ustawianie s³ów kluczowych formatu pax

source: TEXT
pl: TEKST

source: create archive with volume name TEXT; at list/extract time, use TEXT as a globbing pattern for volume name
pl: utworzenie archiwum z nazw± wolumenu TEKST. Przy wypisywaniu/rozpakowaniu TEKST bêdzie u¿yty jako wzorzec dopasowania dla nazwy

source: filter the archive through bzip2
pl: filtrowanie archiwum przez bzip2

source: filter the archive through gzip
pl: filtrowanie archiwum przez gzip

source: filter the archive through compress
pl: filtrowanie archiwum przez compress

source: PROG
pl: PROGRAM

source: filter through PROG (must accept -d)
pl: filtrowanie przez PROGRAM (akceptuj±cy -d)

source: Local file selection:
pl: Wybór plików lokalnych:

source: DIR
pl: KATALOG

source: change to directory DIR
pl: przej¶cie do KATALOGU

source: get names to extract or create from FILE
pl: nazwy plików do rozpakowania lub spakowania z PLIKU

source: -T reads null-terminated names, disable -C
pl: -T czyta nazwy zakoñczone zerem, wy³±cz -C

source: PATTERN
pl: WZORZEC

source: exclude files, given as a PATTERN
pl: wykluczenie nazw pasuj±cych do WZORCA

source: exclude patterns listed in FILE
pl: wykluczenie nazw pasuj±cych do wzorców w PLIKU

source: exclude directories containing FILE
pl: wykluczenie katalogów zawieraj±cych PLIK

source: avoid descending automatically in directories
pl: bez automatycznego zag³êbiania siê w katalogi

source: stay in local file system when creating archive
pl: pozostanie w jednym systemie plików

source: recurse into directories (default)
pl: zag³êbianie siê w podkatalogi (domy¶lnie)

source: don't strip leading `/'s from file names
pl: bez usuwania pocz±tkowego `/' z nazw plików

source: MEMBER-NAME
pl: NAZWA-PLIKU

source: begin at member MEMBER-NAME in the archive
pl: zaczêcie od pliku NAZWA-PLIKU w archiwum

source: only store files newer than DATE-OR-FILE
pl: zapisanie tylko plików nowszych ni¿ DATA albo data PLIKU

source: DATE
pl: DATA

source: compare date and time when data changed only
pl: porównywanie daty i czasu tylko dla zmienionych danych

source: CONTROL
pl: TRYB

source: backup before removal, choose version CONTROL
pl: kopia zapasowa przed usuniêciem, wybranie TRYBU zarz±dzania wersjami

source: STRING
pl: NAPIS

source: backup before removal, override usual suffix ('~' unless overridden by environment variable SIMPLE_BACKUP_SUFFIX)
pl: kopia zapasowa przed usuniêciem, zmiana domy¶lnego przyrostka ('~', je¿eli nie zmieniony przez zmienn± ¶rodowiska SIMPLE_BACKUP_SUFFIX)

source: File name transformations:
pl: Zmiany nazwy plików:

source: EXPRESSION
pl: WYRA¯ENIE

source: use wildcards (default for exclusion)
pl: u¿ywanie wildcards (domy¶lnie dla wykluczania)

source: verbatim string matching
pl: dos³owne porównywanie napisów

source: wildcards do not match `/'
pl: wildcards nie s± porównywane z `/'

source: wildcards match `/' (default for exclusion)
pl: wildcards s± porównywane z '/' (domy¶lnie dla wykluczania)

source: Informative output:
pl: Informacje:

source: verbosely list files processed
pl: wypisywanie szczegó³ów o przetwarzanych plikach

source: [.]NUMBER
pl: [.]ILE

source: display progress messages every NUMBERth record (default 10)
pl: wypisywanie co ILE rekordów informacji o przetwarzaniu (domyslnie co 10)

source: print a message if not all links are dumped
pl: wypisanie komunikatu je¿eli nie wszytkie ³±cza zosta³y zapisane

source: SIGNAL
pl: SYGNA£

source: print file modification dates in UTC
pl: wypisanie dat modyfikacji plików w UTC

source: send verbose output to FILE
pl: zapisanie dok³adnych informacji w PLIKU

source: show block number within archive with each message
pl: pokazanie przy ka¿dym komunikacie numeru bloku w archiwum

source: ask for confirmation for every action
pl: proszenie o potwierdzenie ka¿dego dzia³ania

source: show tar defaults
pl: wypisanie domy¶lnych ustawieñ tar-a

source: when listing or extracting, list each directory that does not match search criteria
pl: wypisywanie ka¿dego katalogu nie pasuj±cego do kryteriów szukania przy wypisywaniu albo rozpakowywaniu archiwum

source: show file or archive names after transformation
pl: pokazanie nazw plików albo archiwów po przeszkta³ceniu

source: STYLE
pl: STYL

source: set name quoting style; see below for valid STYLE values
pl: ustawienie stylu ujmowania nazw w cudzys³owy; poni¿ej dozwolone warto¶ci STYLU

source: Compatibility options:
pl: Opcje kompatybilno¶ci:

source: when creating, same as --old-archive; when extracting, same as --no-same-owner
pl: przy tworzeniu: to samo co --old-archive przy odtwarzaniu: to co --no-same-owner

source: Other options:
pl: Inne opcje:

source: disable use of some potentially harmful options
pl: wy³±czenie u¿ywania potencjalnie szkodliwych opcji

source: You may not specify more than one `-Acdtrux' option
pl: Nie mo¿na podaæ wiêcej ni¿ jednej opcji z `-Acdtrux'

source: Conflicting compression options
pl: Niezgodne opcje kompresji

source: Unknown signal name: %s
pl: Nieznana nazwa sygna³u: %s

source: Substituting %s for unknown date format %s
pl: Postawienie %s w miejscu nieznanego formatu daty %s

source: Option %s: Treating date `%s' as %s
pl: Opcja %s: Potraktowanie daty `%s' jako %s

source: %s: file list already read
pl: %s: lista plików ju¿ przeczytana

source: *This* tar defaults to:
pl: *Ten* tar ma domy¶lne parametry:

source: Invalid blocking factor
pl: B³êdny wspó³czynnik ³±czenia w bloki

source: Warning: the -I option is not supported; perhaps you meant -j or -T?
pl: Uwaga: opcja -I nie jest u¿ywana, mo¿e chodzi o -j albo -T?

source: Invalid tape length
pl: B³êdna d³ugo¶æ ta¶my

source: More than one threshold date
pl: Wiêcej ni¿ jedna data graniczna

source: %s: Invalid group
pl: %s: b³êdna grupa

source: Invalid mode given on option
pl: B³êdne uprawnienia podane w opcji

source: Invalid number
pl: B³êdny numer

source: Invalid owner
pl: B³êdny w³a¶ciciel

source: Invalid record size
pl: B³êdna wielko¶æ rekordu

source: Record size must be a multiple of %d.
pl: Rozmiar rekordu musi byæ wielokrotno¶ci± %d

source: Invalid number of elements
pl: B³êdna ilo¶æ elementów

source: Malformed density argument: %s
pl: B³êdna specyfikacja gêsto¶ci: %s

source: Unknown density: `%c'
pl: Nieznana gêsto¶æ: `%c'

source: Options `-[0-7][lmh]' not supported by *this* tar
pl: Opcje `-[0-7][lmh]' nie s± u¿ywane w *tym* tarze

source: [FILE]...
pl: [PLIK]...

source: Old option `%c' requires an argument.
pl: Stara opcja `%c' wymaga argumentu.

source: --occurrence is meaningless without a file list
pl: --occurrence nie ma znaczenia bez listy plików

source: --occurrence cannot be used in the requested operation mode
pl: --occurrence nie mo¿e byæ u¿yte w tym trybie

source: Multiple archive files require `-M' option
pl: Archiwum sk³adaj±ce siê z wielu plików wymaga opcji `-M'

source: Cannot combine --listed-incremental with --newer
pl: Nie mo¿na po³±czyæ --listed-incremental z --newer

source: %s: Volume label is too long (limit is %lu byte)
pl: %s: Za d³uga etykieta czê¶ci (mo¿e mieæ do %lu bajtu)

source: Cannot verify multi-volume archives
pl: Nie mo¿na zweryfikowaæ archiwum wieloczê¶ciowego

source: Cannot verify compressed archives
pl: Nie mo¿na zweryfikowaæ archiwum skompresowanego

source: Cannot use multi-volume compressed archives
pl: Nie mo¿na u¿ywaæ wieloczê¶ciowego archiwum skompresowanego

source: Cannot concatenate compressed archives
pl: Nie mo¿na po³±czyæ skompresowanych archiwów

source: --pax-option can be used only on POSIX archives
pl: --pax-option mo¿e byæ u¿yta tylko przy archiwach POSIX-owych

source: Cowardly refusing to create an empty archive
pl: Tchórzliwie odmawiam utworzenia pustego archiwum

source: Options `-Aru' are incompatible with `-f -'
pl: Opcje `-Aru' s± niekompatybilne z `-f -'

source: You must specify one of the `-Acdtrux' options
pl: Musisz podaæ jedn± z opcji `-Acdtrux'

source: Error exit delayed from previous errors
pl: Zakoñczenie z b³êdem z powodu uprzednich b³êdów

source: %s: File shrank by %s byte
pl: %s: Plik skurczy³ siê o %s bajt

source: Keyword %s is unknown or not yet implemented
pl: S³owo kluczowe %s jest nieznane albo jeszcze nie zaimplementowane

source: Pattern %s cannot be used
pl: Nie mo¿e byæ u¿yty wzorzec %s

source: Keyword %s cannot be overridden
pl: S³owo kluczowe %s nie mo¿e byæ zast±pione

source: Malformed extended header: missing length
pl: B³êdny nag³ówek rozszerzony: brakuje d³ugo¶ci

source: Extended header length is out of allowed range
pl: D³ugo¶æ nag³ówka rozszerzonego jest poza dozwolonym zakresem

source: Extended header length %*s is out of range
pl: D³ugo¶c nag³ówka rozszerzonego %*s jest poza zakresem

source: Malformed extended header: missing blank after length
pl: B³êdny nag³ówek rozszerzony: brakuje odstêpu po d³ugo¶ci

source: Malformed extended header: missing equal sign
pl: B³êdny nag³ówek rozszerzony: brakuje znaku równo¶ci

source: Malformed extended header: missing newline
pl: B³êdny nag³ówek rozszerzony: brakuje znaku mowej linii

source: Ignoring unknown extended header keyword `%s'
pl: Zignorowane nieznane s³owo kluczowe nag³ówka rozszerzonego `%s'

source: Generated keyword/value pair is too long (keyword=%s, length=%s)
pl: Wygenerowana para s³owo kluczowe/warto¶æ jest za d³uga (s³owo kluczowe=%s, d³ugo¶æ=%s)

source: Extended header %s=%s is out of range %s..%s
pl: Nag³ówek rozszerzony - %s=%s jest poza zakresem %s..%s

source: Malformed extended header: invalid %s=%s
pl: B³êdny nag³ówek rozszerzony: b³êdny %s=%s

source: Malformed extended header: excess %s=%s
pl: B³êdny nag³ówek rozszerzony: nadmiarowe %s=%s

source: Malformed extended header: invalid %s: unexpected delimiter %c
pl: B³êdny nag³ówek rozszerzony: b³êdny %s: niespodziewany ogranicznik %c

source: Malformed extended header: invalid %s: odd number of values
pl: B³êdny nag³ówek rozszerzony: b³êdny %s: nieparzysta liczba warto¶ci

source: File creation options:
pl: Opcje tworzenia plików:

source: SIZE
pl: ROZMIAR

source: Create file of the given SIZE
pl: Utworzenie pliku o podanym ROZMIARZE

source: Write to file NAME, instead of standard output
pl: Pisanie na pliku NAZWA zamiast na standardowe wyj¶cie

source: Read file names from FILE
pl: Czytanie nazw plików z PLIKU

source: -T reads null-terminated names
pl: -T czyta nazwy zakoñczone zerem

source: Fill the file with the given PATTERN. PATTERN is 'default' or 'zeros'
pl: Wype³nienie pliku podanym WZORCEM. WZORZEC to 'default' albo 'zeros'

source: Size of a block for sparse file
pl: Rozmiar bloku pliku rzadkiego

source: Generate sparse file. Rest of the command line gives the file map.
pl: Utworzenie pliku rzadkiego. Reszta argumentów okre¶la mapê pliku.

source: OFFSET
pl: POZYCJA

source: Seek to the given offset before writing data
pl: Ustawienie pozycji zapisu przez zapisem danych

source: File statistics options:
pl: Opcje statystyki plików

source: Execute COMMAND
pl: Wykonanie POLECENIA

source: Invalid size: %s
pl: B³êdny rozmiar: %s

source: Number out of allowed range: %s
pl: Liczba spoza dozwolonego zakresu: %s

source: Negative size: %s
pl: Ujemny rozmiar: %s

source: stat(%s) failed
pl: b³±d stat(%s)

source: Error parsing number near `%s'
pl: B³±d przetwarzania liczby blisko `%s'

source: Unknown date format
pl: Nieznany format daty

source: [ARGS...]
pl: [ARGUMENTY...]

source: cannot open `%s'
pl: nie mo¿na otworzyæ `%s'

source: cannot seek: %s
pl: nie mo¿na ustawiæ pozycji: %s

source: file name contains null character
pl: nazwa pliku zawiera znak NUL

source: cannot generate sparse files on standard output, use --file option
pl: nie mo¿na utworzyæ pliku rzadkiego na standardowym wyj¶ciu, u¿yj opcji --file

source: Unknown field `%s'
pl: Nieznane pole `%s'

source: cannot set time on `%s'
pl: nie mo¿na ustawiæ czasu na `%s'

source: Command exited successfully
pl: Polecenie zakoñczy³o siê poprawnie

source: Command terminated on signal %d
pl: Polecenie zosta³o zakoñczone sygna³em %d

source: Command stopped on signal %d
pl: Polecenie zosta³o zatrzymane sygna³em %d

source: Command terminated
pl: Polecenie zakoñczone

source: --stat requires file names
pl: --stat wymaga podania nazwy pliku

source: too many arguments
pl: za du¿o argumentów
