Repository: briancabbott/macOS-system-projects
Catalog: Resources/Code/apple-oss-distributions/gnutar/gnutar/po/*.po
Languages: pl

source: invalid argument %s for %s
pl: b³êdny argument %s opcji %s

source: ambiguous argument %s for %s
pl: niejednoznaczny argument %s opcji %s

source: Valid arguments are:
pl: Prawid³owe argumenty to:

source: ARGP_HELP_FMT: %s value is less than or equal to %s
pl: ARGP_HELP_FMT: warto¶æ %s jest mniejsza lub równa %s

source: %.*s: ARGP_HELP_FMT parameter requires a value
pl: %.*s: Parametr ARGP_HELP_FMT wymaga podania warto¶ci

source: %.*s: ARGP_HELP_FMT parameter must be positive
pl: %.*s: Parametr ARGP_HELP_FMT musi byæ dodatni

source: %.*s: Unknown ARGP_HELP_FMT parameter
pl: %.*s: Nieznany parametr ARGP_HELP_FMT

source: Garbage in ARGP_HELP_FMT: %s
pl: ¦mieci w ARGP_HELP_FMT: %s

source: Mandatory or optional arguments to long options are also mandatory or optional for any corresponding short options.
pl: Argumenty obowi±zkowe lub opcjonalne dla opcji d³ugich s± równie¿ obowi±zkowe lub opcjonalne równie¿ dla odpowiadaj±cych im opcji krótkich.

source: Usage:
pl: Sk³adnia:

source: or:
pl: albo:

source: [OPTION...]
pl: [OPCJE...]

source: Try `%s --help' or `%s --usage' for more information.
pl: U¿yj `%s --help' albo `%s --usage' ¿eby otrzymaæ wiêcej informacji

source: Report bugs to %s.
pl: Raporty o b³êdach nale¿y wysy³aæ do %s .

source: Unknown system error
pl: Nieznany b³±d systemu

source: give this help list
pl: wy¶wietlenie tego opisu

source: give a short usage message
pl: krótka informacja o opcjach

source: NAME
pl: NAZWA

source: set the program name
pl: ustawienie nazwy programu

source: SECS
pl: SEK

source: hang for SECS seconds (default 3600)
pl: poczekaj SEK sekund (domy¶lnie 3600)

source: print program version
pl: informacja o wersji programu

source: (PROGRAM ERROR) No version known!?
pl: (B£¡D PROGRAMU) Nieznana wersja!?

source: %s: Too many arguments
pl: %s: Za du¿o argumentów

source: (PROGRAM ERROR) Option should have been recognized!?
pl: (B£¡D PROGRAMU) Opcja powinna by³a byæ rozpoznana!?

source: %s: option `%s' is ambiguous
pl: %s: opcja ~%s' jest niejednoznaczna

source: %s: option `--%s' doesn't allow an argument
pl: %s: opcja `--%s' nie mo¿e mieæ argumentu

source: %s: option `%c%s' doesn't allow an argument
pl: %s: opcja `%c%s' nie mo¿e mieæ argumentu

source: %s: option `%s' requires an argument
pl: %s: opcja `%s' wymaga argumentu

source: %s: unrecognized option `--%s'
pl: %s: nierozpoznana opcja `--%s'

source: %s: unrecognized option `%c%s'
pl: %s: nierozpoznana opcja `%c%s'

source: %s: illegal option -- %c
pl: %s: nielegalna opcja -- %c

source: %s: invalid option -- %c
pl: %s: b³êdna opcja -- %c

source: %s: option requires an argument -- %c
pl: %s: opcja wymaga argumentu -- %c

source: %s: option `-W %s' is ambiguous
pl: %s: opcja `-W %s' jest niejednoznaczna

source: %s: option `-W %s' doesn't allow an argument
pl: %s: opcja `-W %s' nie mo¿e mieæ argumentu

source: block size
pl: rozmiar bloku

source: memory exhausted
pl: brak pamiêci

source: %s: Cannot %s
pl: %s: Nie mo¿na %s

source: %s: Warning: Cannot %s
pl: %s: Uwaga: Nie mo¿na %s

source: %s: Cannot change mode to %s
pl: %s: Nie mo¿na zmieniæ uprawnieñ na %s

source: %s: Cannot change ownership to uid %lu, gid %lu
pl: %s: Nie mo¿na zmieniæ w³a¶ciciela na uid %lu, gid %lu

source: %s: Cannot hard link to %s
pl: %s: Nie mo¿na utworzyæ ³±cza do %s

source: %s: Read error at byte %s, while reading %lu byte
pl: %s: B³±d czytania, bajt %s, przy czytaniu %lu bajtu

source: %s: Warning: Read error at byte %s, while reading %lu byte
pl: %s: Uwaga: B³±d czytania, bajt %s, przy czytaniu %lu bajtu

source: %s: Cannot seek to %s
pl: %s: Nie mo¿na ustawiæ pozycji %s

source: %s: Warning: Cannot seek to %s
pl: %s: Uwaga: Nie mo¿na ustawiæ wska¼nika na %s

source: %s: Cannot create symlink to %s
pl: %s: Nie mo¿na by³o utworzyæ ³±cza symbolicznego do %s

source: %s: Wrote only %lu of %lu byte
pl: %s: Mo¿na by³o zapisaæ tylko %lu z %lu bajtu

source: Removing leading `%s' from member names
pl: Usuniêcie pocz±tkowego `%s' z nazw plików

source: Removing leading `%s' from hard link targets
pl: Usuniêcie pocz±tkowego `%s' z nazw plików wskazywanych przez ³±cza zwyk³e

source: Substituting `.' for empty member name
pl: Podstawienie `.' zamiast pustej nazwy

source: Substituting `.' for empty hard link target
pl: Podstawienie `.' zamiast pustej nazwy wskazywanej przez ³±cze zwyk³e

source: ^[yY]
pl: ^[yYtT]

source: exec/tcp: Service not available
pl: exec/tcp: Us³uga niedostêpna

source: Cannot execute remote shell
pl: Nie mo¿na uruchomiæ zdalnego shella

source: Input string too long
pl: Za d³ugi napis na wej¶ciu

source: Number syntax error
pl: B³±d syntaktyczny w liczbie

source: rmtd: Cannot allocate buffer space
pl: rmtd: Nie mo¿na przydzieliæ miejsca na bufor

source: Cannot allocate buffer space
pl: Nie mo¿na przydzieliæ miejsca na bufor

source: Try `%s --help' for more information.
pl: Spróbuj `%s --help' ¿eby otrzymaæ wiêcej informacji

source: Usage: %s [OPTION] Manipulate a tape drive, accepting commands from a remote process. --version Output version info. --help Output this help.
pl: Sk³adnia: %s [OPCJA] Manipulacja napêdem ta¶mowym, przyjmowanie komend od zdalnych procesów. --version Wypisanie informacji o wersji. --help Pokazanie informacji o opcjach.

source: Report bugs to <%s>.
pl: Raporty o b³êdach nale¿y wysy³aæ do %s .

source: Seek offset error
pl: B³±d pozycji w pliku

source: Seek offset out of range
pl: Pozycja w pliku poza zakresem

source: Seek direction out of range
pl: Sposób ustawiania pozycji w pliku spoza zakresu

source: rmtd: Premature eof
pl: rmtd: Przedwczesny EOF

source: Premature end of file
pl: Przedwczesny koniec pliku

source: Garbage command
pl: Bezsensowna komenda

source: Total bytes written
pl: Licza zapisanych bajtów

source: Total bytes read
pl: Liczba przeczytanych bajtów

source: Total bytes deleted: %s
pl: Liczba skasowanych bajtów: %s

source: Invalid value for record_size
pl: B³êdna warto¶æ record_size

source: No archive name given
pl: Nie podana nazwa archiwum

source: Cannot verify stdin/stdout archive
pl: Nie mo¿na zweryfikowaæ archiwum z/do stdin/stdout

source: Archive is compressed. Use %s option
pl: Archiwum jest skompresowane. Nale¿y u¿yæ opcji %s

source: Cannot update compressed archives
pl: Nie mo¿na uaktualniæ archiwum skompresowanego

source: Write checkpoint %u
pl: Punkt kontrolny zapisu %u

source: Read checkpoint %u
pl: Punkt kontrolny czytania %u

source: At beginning of tape, quitting now
pl: Na pocz±tku ta¶my, teraz koñczê

source: Too many errors, quitting
pl: Za du¿o b³êdów, koñczê

source: Unaligned block (%lu byte) in archive
pl: Nierówny blok (%lu bajt) w archiwum

source: Record size = %lu block
pl: Rozmiar rekordu = %lu blok

source: Cannot backspace archive file; it may be unreadable without -i
pl: Nie mo¿na siê cofn±æ w pliku archiwum; mo¿e nie byæ czytelny bez -i

source: rmtlseek not stopped at a record boundary
pl: rmtlseek nie zatrzyma³ siê na granicy rekordów

source: %s: contains invalid volume number
pl: %s: zawiera b³êdny numer czê¶ci

source: Volume number overflow
pl: Przepe³nienie numeru czê¶ci

source: Prepare volume #%d for %s and hit return:
pl: Przygotuj czê¶æ numer %d dla %s i naci¶nij return:

source: EOF where user reply was expected
pl: EOF kiedy by³a oczekiwana odpowied¼ u¿ytkownika

source: WARNING: Archive is incomplete
pl: UWAGA: Archiwum jest niekompletne

source: n name Give a new file name for the next (and subsequent) volume(s) q Abort tar y or newline Continue operation
pl: n nazwa Podanie nowej nazwê dla nastêpnej (i kolejnych) czê¶ci q Zakoñczenie programu tar y albo Enter Kontynuacja

source: ! Spawn a subshell
pl: ! Uruchomienie pow³oki

source: ? Print this list
pl: ? Wypisanie tej listy

source: No new volume; exiting.
pl: Brak nowej czê¶ci; zakoñczenie pracy.

source: File name not specified. Try again.
pl: Brak nazwy pliku. Spróbuj jeszcze raz.

source: Invalid input. Type ? for help.
pl: B³êdne dane wej¶ciowe. Wci¶nij ? ¿eby przeczytaæ informacje pomocnicze

source: %s command failed
pl: %s polecenie zwróci³o b³±d

source: This does not look like a tar archive
pl: To nie wygl±da jak archiwum tar

source: %s is possibly continued on this volume: header contains truncated name
pl: %s prawdopodobnie jest kontynuowany w tej czê¶ci: nag³ówek zawiera skrócon± nazwê

source: %s is not continued on this volume
pl: %s nie jest kontynuowany w tej czê¶ci

source: %s is the wrong size (%s != %s + %s)
pl: %s to z³y rozmiar (%s != %s + %s)

source: This volume is out of sequence
pl: Ta czê¶æ nie jest kolejn±

source: Archive not labeled to match %s
pl: Etykieta archiwum nie pasuje do %s

source: Volume %s does not match %s
pl: Czê¶æ %s nie pasuje do %s

source: %s: file name too long to be stored in a GNU multivolume header, truncated
pl: %s: nazwa pliku jest za d³uga do zapisania w nag³ówku wieloczê¶ciowego archiwum GNU, zostanie skrócona

source: Could only read %lu of %lu byte
pl: Mo¿na by³o przeczytaæ tylko %lu z %lu bajtu

source: Contents differ
pl: Zawarto¶ci siê ró¿ni±

source: Unexpected EOF in archive
pl: Nieoczekiwany EOF w archiwum

source: File type differs
pl: Ró¿ne typy plików

source: Mode differs
pl: Uprawnienia siê ró¿ni±

source: Uid differs
pl: Uid siê ró¿ni

source: Gid differs
pl: Gid siê ró¿ni

source: Mod time differs
pl: Czas modyfikacji siê ró¿ni

source: Size differs
pl: Rozmiar siê ró¿ni

source: Not linked to %s
pl: Nie do³±czony do %s

source: Symlink differs
pl: £±cze symboliczne siê ró¿ni

source: Device number differs
pl: Ró¿ni± siê numery urz±dzeñ

source: Verify
pl: Sprawdzanie

source: %s: Unknown file type `%c', diffed as normal file
pl: %s: Nieznany typ pliku `%c' porównywany jako zwyk³y plik

source: Archive contains file names with leading prefixes removed.
pl: Archiwum zawiera nazwy plików bez pocz±tkowych elementów ¶cie¿ek.

source: Verification may fail to locate original files.
pl: Podczas weryfikacji mog± nie byæ znalezione pliki lokalne

source: VERIFY FAILURE: %d invalid header detected
pl: B£¡D WERYFIKACJI: wykryto %d b³êdny nag³ówek

source: value %s out of %s range %s..%s; substituting %s
pl: warto¶æ %s z %s poza zakresem %s..%s; podstawione %s

source: value %s out of %s range %s..%s
pl: warto¶æ %s z %s poza zakresem %s..%s

source: Generating negative octal headers
pl: Tworzenie ujemnych nag³ówków ósemkowych

source: %s: file name is too long (max %d); not dumped
pl: %s: nazwa pliku jest za d³uga (do %d); nie zapisujê

source: %s: file name is too long (cannot be split); not dumped
pl: %s: nazwa pliku jest za d³uga (nie mo¿e byæ podzielona); nie zapisujê

source: %s: link name is too long; not dumped
pl: %s: nazwa ³±cza jest za d³uga; nie zapisujê

source: %s: File shrank by %s byte; padding with zeros
pl: %s: Plik skurczy³ siê o %s bajt; jest dope³niany zerami

source: %s: file is on a different filesystem; not dumped
pl: %s: plik w innym systemie plików; bez zapisu

source: %s: Unknown file type; file ignored
pl: %s: Nieznany typ pliku; plik zignorowany

source: Missing links to %s.
pl: Brakuj±ce ³±cza do %s.

source: %s: file is unchanged; not dumped
pl: %s: plik jest niezmieniony; nie zapisujê

source: %s: file is the archive; not dumped
pl: %s: plik jest w tym archiwum; nie zapisujê

source: %s: File removed before we read it
pl: %s: Plik usuniêty zanim zosta³ przeczytany

source: %s: file changed as we read it
pl: %s: plik zmieni³ siê w trakcie czytania

source: %s: socket ignored
pl: %s: zignorowane gniazdo z nazw±

source: %s: door ignored
pl: %s: zignorowany plik door

source: Skipping to next header
pl: Przeskoczenie do nastêpnego nag³ówka

source: Deleting non-header from archive
pl: Kasowanie z archiwum nie-nag³ówka

source: %s: implausibly old time stamp %s
pl: %s: niemo¿liwie stara data %s

source: %s: time stamp %s is %s s in the future
pl: %s: znacznik czasowy %s jest przesuniêty o %s s w przysz³o¶æ

source: %s: Unexpected inconsistency when making directory
pl: %s: Nieoczekiwana niespójno¶æ przy zak³adaniu katalogu

source: %s: Directory renamed before its status could be extracted
pl: %s: Katalog zmieni³ nazwê zanim mo¿na by³o odtworzyæ jego status

source: Extracting contiguous files as regular files
pl: Odtwarzanie plików ci±g³ych (nie sparse) jako zwyk³ych

source: Attempting extraction of symbolic links as hard links
pl: Próba odtworzenia ³±cza symbolicznego jako zwyk³ego

source: Reading %s
pl: Czytam %s

source: %s: Cannot extract -- file is continued from another volume
pl: %s: Nie mo¿na odtworzyæ -- plik jest kontynuowany z innej czê¶ci

source: Unexpected long name header
pl: Niespodziewany nag³ówek z d³ug± nazw±

source: %s: Unknown file type `%c', extracted as normal file
pl: %s: Nieznany typ pliku `%c', odtworzony jako plik zwyk³y

source: Current %s is newer or same age
pl: Aktualny %s jest nowszy albo w tym samym wieku

source: %s: Was unable to backup this file
pl: %s: Nie mo¿na by³o zrobiæ kopii zapasowej tego pliku

source: Cannot rename %s to %s
pl: Nie mo¿na przemianowaæ %s na %s

source: Error is not recoverable: exiting now
pl: B³±d nie do naprawienia: koniec

source: %s: Directory has been renamed from %s
pl: %s: Nazwa katalogu zosta³a zmieniona z %s

source: %s: Directory has been renamed
pl: %s: Nazwa katalogu zosta³a zmieniona

source: %s: Directory is new
pl: %s: Katalog jest nowy

source: Invalid time stamp
pl: B³êdny czas pliku

source: Invalid modification time (seconds)
pl: B³êdny czas modyfikacji (sekundy)

source: Invalid modification time (nanoseconds)
pl: B³êdny czas modyfikacji (nanosekundy)

source: Invalid device number
pl: B³êdny numer urz±dzenia

source: Invalid inode number
pl: B³êdny numer inodu

source: Missing record terminator
pl: Brakuj±ce zakoñczenie rekordu

source: %s: Not purging directory: unable to stat
pl: %s: Bez skasowania katalogu: nie mo¿na odczytaæ stanu

source: %s: directory is on a different device: not purging
pl: %s: katalog na innym urz±dzeniu: bez skasowania

source: %s: Deleting %s
pl: %s: Usuniêcie %s

source: %s: Cannot remove
pl: %s: Nie mo¿na usun±æ

source: %s: Omitting
pl: %s: Pominiêty

source: block %s: ** Block of NULs **
pl: blok %s: ** Blok zer **

source: A lone zero block at %s
pl: Samotny blok zerowy przy %s

source: block %s: ** End of File **
pl: blok: %s: ** Koniec pliku **

source: block %s:
pl: blok %s:

source: Blanks in header where numeric %s value expected
pl: Odstêpy w nag³ówku zamiast spodziewanej warto¶ci numerycznej %s

source: Archive octal value %.*s is out of %s range; assuming two's complement
pl: Warto¶æ ósemkowa %.*s w archiwum jest spoza zakresu %s; bêdzie traktowana jak uzupe³nienie dwójkowe

source: Archive octal value %.*s is out of %s range
pl: Warto¶æ ósemkowa %.*s w archiwum jest spoza zakresu %s

source: Archive contains obsolescent base-64 headers
pl: Archiwum zawiera przestarza³e nag³ówki base64

source: Archive signed base-64 string %s is out of %s range
pl: W archiwum jest ³añcuch base64 %s spoza zakresu %s

source: Archive base-256 value is out of %s range
pl: Warto¶æ base256 w archiwum jest spoza zakresu %s

source: Archive contains %.*s where numeric %s value expected
pl: Archiwum zawiera %.*s tam gdzie oczekiwana by³a liczba %s

source: Archive value %s is out of %s range %s..%s
pl: Warto¶æ %s w archiwum jest spoza zakresu %s %s..%s

source: link to %s
pl: ³±cze do %s

source: unknown file type %s
pl: nieznany typ pliku %s

source: --Long Link--
pl: --D³ugie ³±cze--

source: --Long Name--
pl: --D³uga nazwa--

source: --Volume Header--
pl: --Nag³ówek czê¶ci--

source: --Continued at byte %s--
pl: --Kontynuacja od bajtu %s--

source: Creating directory:
pl: Tworzony jest katalog:

source: Renaming %s to %s
pl: Nazwa %s zmieniona na %s

source: %s: Cannot rename to %s
pl: %s: Nie mo¿na przemianowaæ na %s

source: Renaming %s back to %s
pl: Nazwa zmieniona z %s z powrotem na %s

source: Cannot save working directory
pl: Nie mo¿na zapisaæ bie¿±cego katalogu

source: Cannot change working directory
pl: Nie mo¿na zmieniæ katalogu

source: child process
pl: proces potomny

source: interprocess channel
pl: kana³ miêdzy procesami

source: Pattern matching characters used in file names. Please,
pl: Porównywanie wzorców z nazwami plików. Proszê

source: use --wildcards to enable pattern matching, or --no-wildcards to
pl: u¿yæ --wildcards aby w³±czyæ porównywanie wzorców albo --no-wildcards ¿eby

source: suppress this warning.
pl: wy³±czyæ to ostrze¿enie

source: %s: Not found in archive
pl: %s: Nie znalaz³em w archiwum

source: %s: Required occurrence not found in archive
pl: %s: Brak podanego wyst±pienia pliku w archiwum

source: Options `-%s' and `-%s' both want standard input
pl: Opcje `-%s' i `-%s' obie chc± dostêpu do standardowego wej¶cia

source: %s: Invalid archive format
pl: %s: B³êdny format archiwum

source: GNU features wanted on incompatible archive format
pl: Próba u¿ycia rozszerzeñ GNU z niekompatybilnym formatem archiwum

source: GNU `tar' saves many files together into a single tape or disk archive, and can restore individual files from the archive. Examples: tar -cf archive.tar foo bar # Create archive.tar from files foo and bar. tar -tvf archive.tar # List all files in archive.tar verbosely. tar -xf archive.tar # Extract all files from archive.tar.
pl: `tar' GNU zapisuje wiele plików razem na na jednej ta¶mie lub archiwum dyskowym i mo¿e odzyskaæ poszczególne pliki z archiwum. Przyk³ady: tar -cf archive.tar foo bar # utworzenie archive.tar z plików foo i bar. tar -tvf archive.tar # wypisanie szczegó³owe plików w archive.tar. tar -xf archive.tar # rozpakowanie plików z archive.tar.

source: The backup suffix is `~', unless set with --suffix or SIMPLE_BACKUP_SUFFIX. The version control may be set with --backup or VERSION_CONTROL, values are: none, off never make backups t, numbered make numbered backups nil, existing numbered if numbered backups exist, simple otherwise never, simple always make simple backups
pl: Przyrostek kopii zapasowej to `~', je¿eli nie zosta³ zmieniony przez --suffix lub SIMPLE_BACKUP_SUFFIX. Sposób zarz±dzania wersjami mo¿e byæ zmieniony przez --backup lub VERSION_CONTROL, mo¿liwe warto¶ci: none, off bez kopii zapasowych t, numbered zrobienie numerowanych kopii zapasowych nil, existing numerowane je¿eli takie ju¿ s±, w przeciwnym wypadku proste never, simple proste kopie zapasowe

source: Main operation mode:
pl: Podstawowe tryby dzia³ania:

source: list the contents of an archive
pl: wypisanie zawarto¶ci archiwum

source: extract files from an archive
pl: rozpakowanie plików z archiwum

source: create a new archive
pl: utworzenie nowego archiwum

source: find differences between archive and file system
pl: sprawdzenie ró¿nic miêdzy archiwum i plikami na dysku

source: append files to the end of an archive
pl: do³±czenie plików na koñcu archiwum

source: only append files newer than copy in archive
pl: do³±czenie tylko plików nowszych ni¿ kopie w archiwum

source: append tar files to an archive
pl: do³±czenie plików tar do archiwum

source: delete from the archive (not on mag tapes!)
pl: skasowanie plików z archiwum (nie na ta¶mie!)

source: Operation modifiers:
pl: Modyfikatory dzia³ania:

source: handle sparse files efficiently
pl: efektywne przetwarzanie plików rzadkich

source: handle old GNU-format incremental backup
pl: backup przyrostowy w starym formacie GNU

source: FILE
pl: PLIK

source: handle new GNU-format incremental backup
pl: backup przyrostowy w nowym formacie GNU

source: do not exit with nonzero on unreadable files
pl: bez zakoñczenia b³êdem je¿eli niedostêpne pliki

source: NUMBER
pl: LICZBA

source: process only the NUMBERth occurrence of each file in the archive; this option is valid only in conjunction with one of the subcommands --delete, --diff, --extract or --list and when a list of files is given either on the command line or via the -T option; NUMBER defaults to 1
pl: przetwarzanie tylko co LICZBA wyst±pienie ka¿dego pliku w archiwum. Opcja dzia³a tylko razem z --delete, --diff, --extract albo --list oraz gdy lista plików jest podana w linii poleceñ albo przez opcjê -T. LICZBA domy¶lnie wynosi 1.

source: archive is seekable
pl: archiwum o swobodnym dostêpie

source: attempt to verify the archive after writing it
pl: próba weryfikacji archiwum po zapisaniu

source: remove files after adding them to the archive
pl: usuniêcie plików po dodaniu do archiwum

source: don't replace existing files when extracting
pl: bez zamazania istniej±cych plików rozpakowanymi

source: don't replace existing files that are newer than their archive copies
pl: bez zastêpowania istniej±cych plików, które s± nowsze ni¿ ich kopie w archiwum

source: overwrite existing files when extracting
pl: nadpisywanie istniej±cych plików

source: remove each file prior to extracting over it
pl: usuniêcie ka¿dego pliku przed zamazaniem go rozpakowanym plikiem

source: empty hierarchies prior to extracting directory
pl: opró¿nianie starych katalogów przed rozpakowaniem kopii z archiwum

source: preserve metadata of existing directories
pl: zachowanie metadanych istniej±cych katalogów

source: overwrite metadata of existing directories when extracting (default)
pl: nadpisywanie metadanych istniej±cych katalogów przy rozpakowywaniu (domyslnie)

source: extract files to standard output
pl: rozpakowanie plików na standardowe wyj¶cie

source: COMMAND
pl: POLECENIE

source: Handling of file attributes:
pl: Przetwarzanie atrybutów plików:

source: force NAME as owner for added files
pl: nadanie w³a¶ciciela NAZWA dodanym plikom

source: force NAME as group for added files
pl: nadanie grupy NAZWA dodanym plikom

source: DATE-OR-FILE
pl: DATA_ALBO_PLIK

source: set mtime for added files from DATE-OR-FILE
pl: ustawianie czasu modyfikacji dodanych plików z DATA_ALBO_PLIK

source: CHANGES
pl: ZMIANY

source: force (symbolic) mode CHANGES for added files
pl: ZMIANA uprawnieñ dodanych plików (podanych symbolicznie)

source: don't extract file modified time
pl: bez odtworzenia czasu modyfikacji rozpakowanego pliku

source: try extracting files with the same ownership
pl: staranie siê o odtworzenie w³a¶cicieli plików

source: extract files as yourself
pl: rozpakowanie plików jako w³asno¶ci rozpakowuj±cego

source: always use numbers for user/group names
pl: u¿ywanie numerów, nie nazw u¿ytkowników/grup

source: sort names to extract to match archive
pl: pliki do rozpakowania posortowane jak w archiwum

source: same as both -p and -s
pl: to samo co równocze¶nie -p i -s

source: Device selection and switching:
pl: Wybór i prze³±czanie urz±dzeñ:

source: ARCHIVE
pl: ARCHIWUM

source: use archive file or device ARCHIVE
pl: u¿ycie pliku lub urz±dzenia ARCHIWUM

source: archive file is local even if it has a colon
pl: plik archiwum lokalny, nawet je¿eli ma dwukropek

source: use given rmt COMMAND instead of rmt
pl: u¿yj POLECENIA zamiast /etc/rmt

source: use remote COMMAND instead of rsh
pl: u¿yj POLECENIA zamiast rsh

source: specify drive and density
pl: podanie napêdu i gêsto¶ci

source: create/list/extract multi-volume archive
pl: tworzenie/wypisanie/rozpakowanie archiwum wieloczê¶ciowego

source: change tape after writing NUMBER x 1024 bytes
pl: zmiana ta¶my po zapisaniu LICZBA x 1024 bajtów

source: run script at end of each tape (implies -M)
pl: uruchomienie skryptu na koñcu ta¶my (w³±cza -M)

source: use/update the volume number in FILE
pl: u¿ycie/uaktualnienie numeru czê¶ci w PLIKU

source: Device blocking:
pl: Parametry bloków:

source: BLOCKS
pl: BLOKI

source: BLOCKS x 512 bytes per record
pl: BLOKI x 512 bajtów na rekord

source: NUMBER of bytes per record, multiple of 512
pl: LICZBA bajtów w rekordzie, wielokrotno¶æ 512

source: ignore zeroed blocks in archive (means EOF)
pl: ignorowanie wyzerowanych bloków w archiwum (oznacza EOF)
