Repository: briancabbott/macOS-system-projects
Catalog: Resources/Code/apple-oss-distributions/bison1/bison/po/*.po
Languages: nl

source: %s: memory exhausted
nl: %s: geen geheugen meer beschikbaar

source: FIRSTS
nl: EERSTEN

source: %s firsts
nl: %s eersten

source: FDERIVES
nl: FAFGELEIDEN

source: %s derives
nl: %s afgeleiden

source: reduce
nl: reduceer

source: shift
nl: verschuif

source: an error
nl: een fout

source: Conflict in state %d between rule %d and token %s resolved as %s.
nl: Conflict in stadium %d tussen regel %d en teken %s opgelost als %s.

source: State %d contains
nl: Stadium %d bevat

source: 1 shift/reduce conflict
nl: 1 verschuif/reduceer conflict

source: %d shift/reduce conflicts
nl: %d verschuif/reduceer conflicten

source: and
nl: en

source: 1 reduce/reduce conflict
nl: 1 reduceer/reduceer conflict

source: %d reduce/reduce conflicts
nl: %d reduceer/reduceer conflicten

source: conflicts:
nl: conflictueerd:

source: %d shift/reduce
nl: %d vershuif/reduceer

source: %d reduce/reduce
nl: %d reduceer/reduceer

source: %s contains
nl: %s bevat

source: %-4s [reduce using rule %d (%s)]
nl: %-4s [reduceer gebruikt regel %d (%s)]

source: DERIVES
nl: AFGELEIDEN

source: %s derives
nl: %s afgeleiden

source: %s: no grammar file given
nl: %s: geen grammatica bestand gegeven

source: %s: extra arguments ignored after '%s'
nl: %s: extra argumenten genegeerd na '%s'

source: gotos
nl: ganaar

source: unexpected `/' found and ignored
nl: onverwachte `/' gevonden en genegeerd

source: unterminated comment
nl: ongetermineerd commentaar

source: Unexpected end of file
nl: Onverwacht bestandseinde

source: unescaped newline in constant
nl: niet geescapete nieuwe regel in constante

source: octal value outside range 0...255: `\%o'
nl: octale waarde buiten domein 0...255: `\%o'

source: hexadecimal value above 255: `\x%x'
nl: hexadecimale waarde boven 255: `\x%x'

source: unknown escape sequence: `\' followed by `%s'
nl: onbekende escape reeks: `\' gevolgd door `%s'

source: use "..." for multi-character literal tokens
nl: gebruik "..." voor meerdere karakters literal tekens

source: unterminated type name at end of file
nl: niet getermineerd type naam aan het einde van bestand

source: unterminated type name
nl: niet getermineerd type naam

source: Entering set_nullable
nl: Inkomende set nullable

source: maximum table size (%s) exceeded
nl: maximale tabel grootte (%s) overschreden

source: state %d
nl: stadium %d

source: (rule %d)
nl: (regel %d)

source: NO ACTIONS
nl: GEEN AKTIES

source: Grammar
nl: Grammatica

source: rule %-4d %s ->
nl: regel %-4d %s ->

source: Terminals, with rules where they appear
nl: Terminals, met regels waar ze voorkomen

source: Nonterminals, with rules where they appear
nl: Geen terminals, met regels waar ze voorkomen

source: on left:
nl: links:

source: on right:
nl: rechts:

source: Skipping to next \n
nl: Verder naar volgende \n

source: Skipping to next %c
nl: Verder naar volgende %c

source: unrecognized: %s
nl: onbekend: %s

source: no input grammar
nl: geen invoer grammatica

source: unknown character: %s
nl: onbekend karakter: %s

source: unterminated string at end of file
nl: niet getermineerde string aan einde van bestand

source: unterminated string
nl: niet getermineerde string

source: unterminated comment in `%{' definition
nl: niet getermineerd commentaar in `%{' definitie

source: unterminated `%{' definition
nl: niet getermineerde `%{' definitie

source: symbol %s redefined
nl: symbool %s opnieuw gedefinieerd

source: type redeclaration for %s
nl: type herdeclaratie voor %s

source: `%s' is invalid in %s
nl: `%s' is onjuist in %s

source: unrecognized item %s, expected an identifier
nl: onbekend item %s, verwacht een identifier

source: expected string constant instead of %s
nl: verwacht string constante in plaats van %s

source: multiple %start declarations
nl: meerdere %start declaraties

source: invalid %start declaration
nl: onjuiste %start declaratie

source: %type declaration has no <typename>
nl: %type declaratie heeft geen <typenaam>

source: invalid %%type declaration due to item: `%s'
nl: onjuist %%type declaratie door item: `%s'

source: redefining precedence of %s
nl: herdefinieren voorganger van %s

source: invalid text (%s) - number should be after identifier
nl: onjuiste tekst (%s) - nummer hoort na de identifier

source: unexpected item: %s
nl: onbekend item: %s

source: multiple %union declarations
nl: meerdere %union declaraties

source: unterminated comment at end of file
nl: niet getermineerd commentaar aan einde van bestand

source: unmatched close-brace (`}')
nl: niet overeenkomstige afsluit-haakje (`}')

source: argument of %expect is not an integer
nl: argument van %expect is niet een integer

source: invalid $ value
nl: onjuiste $ waarde

source: unmatched right brace (`}')
nl: niet overeenkomstig rechter haakje (`}')

source: $$ of `%s' has no declared type
nl: $$ van `%s' heeft geen gedeclareerd type

source: $%s of `%s' has no declared type
nl: $%s van `%s' heeft geen gedeclareerd type

source: $%s is invalid
nl: $%s is onjuist

source: @%s is invalid
nl: @%s is onjuist

source: unterminated %%guard clause
nl: niet getermineerde %%guard voorwaarde

source: invalid @-construct
nl: ongeldige @-constructie

source: unmatched `{'
nl: niet overeenkomstige `{'

source: ill-formed rule: initial symbol not followed by colon
nl: slecht geformuleerde regel: initieel symbool niet gevolgd door dubbele punt

source: grammar starts with vertical bar
nl: grammatica start met een verticale bar

source: rule given for %s, which is a token
nl: regel geven voor %s, welke een teken is

source: two @prec's in a row
nl: twee @prec's in een regel

source: %%guard present but %%semantic_parser not specified
nl: %%guard aanwezig maar %%semantic_parser niet gespecificeerd

source: two actions at end of one rule
nl: twee akties aan het einde van een regel

source: type clash (`%s' `%s') on default action
nl: type clash (`%s' `%s') bij standaard aktie

source: empty rule for typed nonterminal, and no action
nl: lege regel voor getypte niet terminal, en geen aktie

source: invalid input: %s
nl: ongeldige invoer: %s

source: too many symbols (tokens plus nonterminals); maximum %s
nl: te veel symbolen (tekens plus nietterminals); maximum %s

source: no rules in the input grammar
nl: geen regels voor invoer grammatica

source: symbol %s is used, but is not defined as a token and has no rules
nl: symbool %s is gebruikt, maar is niet gedefinieerd als een teken en heeft geen regels

source: ill-formed %type declaration
nl: slecht geformuleerde %type declaratie

source: conflicting precedences for %s and %s
nl: conflictuerende precedentein voor %s en %s

source: conflicting assoc values for %s and %s
nl: conflictuerende associatieve waarden voor %s en %s

source: the start symbol %s is a token
nl: het start symbool %s is een token

source: Start symbol %s does not derive any sentence
nl: Start symbool %s is niet afkomstig uit een zin

source: reduced %s defines %d terminal%s, %d nonterminal%s, and %d production%s.
nl: gereduceerd %s gedefinieerd %d terminal%s, %d nietterminal%s, en %d productie%s.

source: Useless nonterminals:
nl: Onbruikbare niet terminals:

source: Terminals which are not used:
nl: Terminals welke niet worden gebruikt:

source: Useless rules:
nl: Onbruikbare regels:

source: Variables ---------
nl: Variabelen ----------

source: Value Sprec Sassoc Tag
nl: Waarde Sprec Sassoc Tag

source: Rules -----
nl: Regels ------

source: Rules interpreted -----------------
nl: Geinterpreteerde regels -----------------------

source: %d rules never reduced
nl: %d regels nooit gereduceerd

source: %s contains
nl: %s bevat

source: %d useless nonterminal%s
nl: %d onbruikbare niet terminal%s

source: and
nl: en

source: %d useless rule%s
nl: %d onbruikbare regels%s

source: %s: option `%s' is ambiguous
nl: %s: optie `%s' is niet eenduidig

source: %s: option `--%s' doesn't allow an argument
nl: %s: optie `--%s' staat geen argument toe

source: %s: option `%c%s' doesn't allow an argument
nl: %s: optie `%c%s' staat geen argument toe

source: %s: option `%s' requires an argument
nl: %s: optie `%s' vereist een argument

source: %s: unrecognized option `--%s'
nl: %s: onbekende optie `--%s'

source: %s: unrecognized option `%c%s'
nl: %s: onbekende optie `%c%s'

source: %s: illegal option -- %c
nl: %s: ongeldige optie -- %c

source: %s: invalid option -- %c
nl: %s: onjuiste optie -- %c

source: %s: option requires an argument -- %c
nl: %s: optie vereist een argument -- %c
